[
    {
        "id": "apply-mate-job-01",
        "job_title": "Software Engineer",
        "company_logo": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Amazon_logo.svg/1200px-Amazon_logo.svg.png",
        "company_name": "Amazon LTD",
        "job_type": "Onsite",
        "job_time": "Full Time",
        "location": "Dhaka, Bangladesh",
        "salary": "60k - 80k",
        "job_description": "A software engineer is responsible for designing, developing, and testing software applications and systems. They collaborate with cross-functional teams to gather requirements, write code, debug, and maintain software solutions. They also troubleshoot and resolve software defects, perform code reviews, and provide technical expertise to support product development and innovation.",
        "job_responsibility": "As a tech company, one of the key job responsibilities is to develop high-quality software products. This includes designing, coding, testing, and debugging software applications, as well as collaborating with cross-functional teams to ensure that software meets user requirements and is delivered on time.",
        "educational_requirements": "Bachelor's or Master's degree in Computer Science or related field",
        "experiences": "2-3",
        "email": "mohonmail@server.com",
        "phone": "01793478932",
        "address": "Dhanmondi 32, Sukrabad Dhaka, Bangladesh."
    },
    {
        "id": "apply-mate-job-02",
        "job_title": "Marketing Manager",
        "company_logo": "https://i.ibb.co/D79qBK4/google.webp",
        "company_name": "Google LLC",
        "job_type": "Remote",
        "job_time": "Intern",
        "location": "Mumbai, India",
        "salary": "40k - 50k",
        "job_description": "As a Marketing Manager, your main responsibilities will include developing and executing marketing strategies to promote products or services. You will conduct market research to identify customer needs and preferences, and develop campaigns to target specific demographics. You will also work closely with other departments such as sales, product development, and advertising to ensure that marketing initiatives are aligned with business goals.",
        "job_responsibility": "Develop and execute marketing strategies; conduct market research to identify customer needs and preferences; work closely with other departments to align marketing initiatives with business goals; monitor and analyze sales data to measure campaign effectiveness, make recommendations for improvement, and report on campaign ROI.",
        "educational_requirements": "Bachelor's degree in marketing, business administration, or related field.",
        "experiences": "2",      
        "email": "sihabmail@server.com",
        "phone": "0187578932",
        "address": "Indore 12/B, Mumbai, India"
    },
    {
        "id": "apply-mate-job-03",
        "job_title": "Customer Support Specialist",
        "company_logo": "https://i.ibb.co/QQDckFS/image.png",
        "company_name": "Airbnb",
        "job_type": "Remote",
        "job_time": "Intern",
        "location": "Tokyo, Japan",
        "salary": "30k - 60k",
        "job_description": " As a Customer Support Specialist, your main responsibilities will include providing assistance and support to customers via phone, email, or chat. You will resolve issues and complaints in a timely and efficient manner, and escalate complex issues to higher-level support as needed. You will also maintain accurate records of customer interactions and transactions, and analyze data to identify trends and opportunities for improvement.",
        "job_responsibility": "Provide assistance and support to customers; resolve issues and complaints in a timely and efficient manner; escalate complex issues to higher-level support as needed; maintain accurate records of customer interactions and transactions; analyze data to identify trends and opportunities for improvement.",
        "educational_requirements": "High school diploma or equivalent; associate's or bachelor's degree preferred.",
        "experiences": "3",       
        "email": "hasibmail@server.com",
        "phone": "01398347893",
        "address": "Tokyo, Japan"
    },
    {
        "id": "apply-mate-job-04",
        "job_title": "Data Analyst",
        "company_logo": "https://i.ibb.co/vDgXrtg/image.png",
        "company_name": "PayPal",
        "job_type": "Onsite",
        "job_time": "Full Time",
        "location": "Rajshahi, Bangladesh",
        "salary": "120k - 130k",
        "job_description": "Data Analyst, your main responsibilities will include collecting, analyzing, and interpreting large datasets to identify trends, patterns, and insights. You will work closely with business stakeholders to understand their data needs and develop solutions to address them. You will also design and implement data models, perform data cleaning and validation, and create visualizations and reports to communicate findings. ",
        "job_responsibility": "Collect, analyze, and interpret large datasets to identify trends, patterns, and insights; work closely with business stakeholders to understand their data needs and develop solutions to address them; design and implement data models; perform data cleaning and validation; create visualizations and reports to communicate findings.",
        "educational_requirements": "Bachelor's degree in statistics, mathematics, computer science, or related field.",
        "experiences": "3-4",
        "email": "samiulmail@server.com",
        "phone": "01983478932",
        "address": "Zero Point 7/A, Binodpur Rajshahi, Bangladesh."
    },
    {
        "id": "apply-mate-job-05",
        "job_title": "Project Manager",
        "company_logo": "https://i.ibb.co/4sczrWY/image.png",
        "company_name": "Facebook",
        "job_type": "Onsite",
        "job_time": "Full Time",
        "location": "Callifornia, USA",
        "salary": "150k - 180k",
        "job_description": "As a Project Manager, your main responsibilities will include planning, executing, and closing projects within scope, budget, and timeline. You will work closely with cross-functional teams to identify project goals, deliverables, and resource requirements. You will also develop project plans, schedules, and budgets, and monitor progress against established milestones.",
        "job_responsibility": "Plan, execute, and close projects within scope, budget, and timeline; work closely with cross-functional teams to identify project goals, deliverables, and resource requirements; develop project plans, schedules, and budgets; monitor progress against established milestones; manage project risks, issues, and changes; report project status to stakeholders.",
        "educational_requirements": "Bachelor's degree in project management, business administration, or related field.",
        "experiences": "1",       
        "email": "myemail@server.com",
        "phone": "01583478932",
        "address": "Cafe Road 32/B, Callifornia, USA"
    },
    {
        "id": "apply-mate-job-06",
        "job_title": "Sales Representative",
        "company_logo": "https://i.ibb.co/jTjbcm6/image.png",
        "company_name": "Open Ai",
        "job_type": "Remote",
        "job_time": "Full Time",
        "location": "Magura, Bangladesh",
        "salary": "200k - 250k",
        "job_description": " As a Sales Representative, your main responsibilities will include identifying and pursuing new business opportunities, developing relationships with existing clients, and closing sales. You will work closely with marketing and product development teams to identify target markets, develop sales strategies, and promote products or services. You will also negotiate contracts and pricing with clients, and maintain accurate records of sales activities.",
        "job_responsibility": "Identify and pursue new business opportunities; develop relationships with existing clients and close sales; work closely with marketing and product development teams to identify target markets, develop sales strategies, and promote products or services; negotiate contracts and pricing with clients; provide support to clients throughout the sales process.",
        "educational_requirements": "High school diploma or equivalent; associate's or bachelor's degree preferred.",
        "experiences": "3-4",
        "email": "openaimail@server.com",
        "phone": "01983478932",
        "address": "Magura, Bangladesh"
    }
]